{ "Articles": [
    {
        "id": 1,
        "title": "'Beales failure would be disaster for my business'",
        "url": "https://www.bbc.co.uk/news/business-51233448",
        "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/15B97/production/_110638988_img_4565.jpg",
        "publisher": "BBC",
        "publish_date": "2020-01-24T22:05:35Z",
        "sentiment_score": -0.8839,
        "text_snippet": "",
        "text_full": "",
        "score_user_numerator": 0,
        "score_user_denominator": 0,
        "categories": []
    },
    {
        "id": 2,
        "title": "Matty Kennedy: St Johnstone winger joins Aberdeen after clubs agree early switch",
        "url": "https://www.bbc.co.uk/sport/football/51243146",
        "image_url": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/A981/production/_110639334_19744008.jpg",
        "publisher": "BBC",
        "publish_date": "2020-01-24T22:04:23Z",
        "sentiment_score": 0.9609,
        "text_snippet": "",
        "text_full": "",
        "score_user_numerator": 0,
        "score_user_denominator": 0,
        "categories": []
    },
    {
        "id": 3,
        "title": "Hearts close to Liam Boyce deal as Toby Sibbick joins on loan",
        "url": "https://www.bbc.co.uk/sport/football/51239588",
        "image_url": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/118C1/production/_110637817_gettyimages-941138858.jpg",
        "publisher": "BBC",
        "publish_date": "2020-01-24T22:04:18Z",
        "sentiment_score": 0.984,
        "text_snippet": "",
        "text_full": "",
        "score_user_numerator": 0,
        "score_user_denominator": 0,
        "categories": []
    },
    {
        "id": 4,
        "title": "Bodies of three children found in County Dublin",
        "url": "https://www.bbc.co.uk/news/uk-northern-ireland-51245246",
        "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/0A9A/production/_110641720_newcastlescene.jpg",
        "publisher": "BBC",
        "publish_date": "2020-01-24T22:04:12Z",
        "sentiment_score": 0,
        "text_snippet": "",
        "text_full": "",
        "score_user_numerator": 0,
        "score_user_denominator": 0,
        "categories": []
    },
    {
        "id": 5,
        "title": "Northampton 0-0 Derby, FA Cup fourth round: Cobblers earn replay",
        "url": "https://www.bbc.co.uk/sport/football/51208444",
        "image_url": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/18582/production/_110641799_gettyimages-1195831472.jpg",
        "publisher": "BBC",
        "publish_date": "2020-01-24T21:58:15Z",
        "sentiment_score": -0.1027,
        "text_snippet": "",
        "text_full": "",
        "score_user_numerator": 0,
        "score_user_denominator": 0,
        "categories": []
    },
    {
        "id": 6,
        "title": "Powerful earthquake strikes eastern Turkey",
        "url": "https://www.bbc.co.uk/news/world-europe-51245088",
        "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/10C6A/production/_110641786_mediaitem110636575.jpg",
        "publisher": "BBC",
        "publish_date": "2020-01-24T21:47:04Z",
        "sentiment_score": -0.9817,
        "text_snippet": "",
        "text_full": "",
        "score_user_numerator": 0,
        "score_user_denominator": 0,
        "categories": []
    },
    {
        "id": 7,
        "title": "Scarlets announce rare professional rugby union profit",
        "url": "https://www.bbc.co.uk/sport/rugby-union/51241879",
        "image_url": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/11D36/production/_110641037_pys_huw.jpg",
        "publisher": "BBC",
        "publish_date": "2020-01-24T21:17:35Z",
        "sentiment_score": 0.9601,
        "text_snippet": "",
        "text_full": "",
        "score_user_numerator": 0,
        "score_user_denominator": 0,
        "categories": []
    },
    {
        "id": 8,
        "title": "Boeing: US regulator 'pleased' with 737 progress",
        "url": "https://www.bbc.co.uk/news/business-51244769",
        "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/A8D5/production/_110612234_gettyimages-1143985914.jpg",
        "publisher": "BBC",
        "publish_date": "2020-01-24T21:14:38Z",
        "sentiment_score": -0.9735,
        "text_snippet": "",
        "text_full": "",
        "score_user_numerator": 0,
        "score_user_denominator": 0,
        "categories": []
    },
    {
        "id": 9,
        "title": "Bodies of three children found in County Dublin",
        "url": "https://www.bbc.co.uk/news/uk-northern-ireland-51245246",
        "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/13F32/production/_110641718__106295682_gards2.jpg",
        "publisher": "BBC UK",
        "publish_date": "2020-01-24T21:13:06Z",
        "sentiment_score": 0,
        "text_snippet": "",
        "text_full": "",
        "score_user_numerator": 0,
        "score_user_denominator": 0,
        "categories": []
    },
    {
        "id": 10,
        "title": "Iran raid caused 'brain injuries in 34 US troops'",
        "url": "https://www.bbc.co.uk/news/world-us-canada-51243888",
        "image_url": "https://ichef.bbci.co.uk/images/ic/1024x576/p080b9gj.jpg",
        "publisher": "BBC UK",
        "publish_date": "2020-01-24T20:57:04Z",
        "sentiment_score": -0.9905,
        "text_snippet": "",
        "text_full": "",
        "score_user_numerator": 0,
        "score_user_denominator": 0,
        "categories": []
    },
    {
        "id": 11,
        "title": "Week in Pictures: 18-24 January",
        "url": "https://www.bbc.co.uk/news/in-pictures-51236425",
        "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/15151/production/_110635368_hi059397633.jpg",
        "publisher": "BBC",
        "publish_date": "2020-01-25T00:29:20Z",
        "sentiment_score": -0.6179,
        "text_snippet": "",
        "text_full": "A selection of striking news photographs from around the world this week.\n\n            \n                \n                \n                \n                \n                \n                 Image copyright\n                 AFP\n                \n            \n            \n            \n                Image caption\n                \n                    This aerial photo shows excavators at the construction site of a new hospital being built to treat patients following an outbreak of coronavirus in Wuhan in China's Hubei province. China is rushing to build a new hospital in 10 days to treat patients in the city, which is at the centre of the outbreak.\n                \n            \n            \n        \n            \n                \n                \n                \n                \n                \n            \n            \n        \n            \n                \n                \n                \n                \n                \n                 Image copyright\n                 Nicolas Asfouri / AFP\n                \n            \n            \n            \n                Image caption\n                \n                    A woman and a boy wearing protective masks take a selfie in front of a portrait of late communist leader Mao Zedong at Tiananmen Gate in Beijing. Large-scale Lunar New Year events in the city have been cancelled as part of national efforts to control the spread of the new SARS-like virus that has appeared in China.\n                \n            \n            \n        \n            \n                \n                \n                \n                \n                \n            \n            \n        \n            \n                \n                \n                \n                \n                \n                 Image copyright\n                 Leon Neal / REUTERS\n                \n            \n            \n            \n                Image caption\n                \n                    Britain's Prime Minister Boris Johnson visits a corporate stand for products that convert footsteps into energy at the Innovation Zone during the UK-Africa Investment Summit. The summit was held in London with the aim of encouraging new international investment and trade.\n                \n            \n            \n        \n            \n                \n                \n                \n                \n                \n            \n            \n        \n            \n                \n                \n                \n                \n                \n                 Image copyright\n                 Chalinee Thirasupa / Reuters\n                \n            \n            \n            \n                Image caption\n                \n                    A farmer burns a sugar cane field in Suphan Buri province, Thailand. Local growers burn the cane at night, to try to avoid arrest by authorities who banned the practice to curb smog.\n                \n            \n            \n        \n            \n                \n                \n                \n                \n                \n            \n            \n        \n            \n                \n                \n                \n                \n                \n                 Image copyright\n                 Fabrice Coffrini / AFP\n                \n            \n            \n            \n                Image caption\n                \n                    Swedish climate activist Greta Thunberg, who's been named Time magazine Person of the Year, attends a session at the Congress centre during the World Economic Forum annual meeting in Davos. Switzerland. In her speech, she admonished world leaders for not doing enough to limit carbon emissions.\n                \n            \n            \n        \n            \n                \n                \n                \n                \n                \n            \n            \n        \n            \n                \n                \n                \n                \n                \n                 Image copyright\n                 Olympia de Maismont / AFP\n                \n            \n            \n            \n                Image caption\n                \n                    Women and children stand outside accommodation in Kaya made available for internally displaced people from northern Burkina Faso. Since the attack on Nagraogo market and on the village of Alamou on Monday, hundreds of people have fled to the camp.\n                \n            \n            \n        \n            \n                \n                \n                \n                \n                \n            \n            \n        \n            \n                \n                \n                \n                \n                \n                 Image copyright\n                 Stephanie Keith / Reuters\n                \n            \n            \n            \n                Image caption\n                \n                    A large crowd gathers in front of the Virginia State Capitol building in Richmond, USA. Thousands of demonstrators gathered to protest against gun-control legislation such as universal background checks and a military-style weapons ban being enacted by state legislators. The Democratic Party won control of Virginia's state government in November.\n                \n            \n            \n        \n            \n                \n                \n                \n                \n                \n            \n            \n        \n            \n                \n                \n                \n                \n                \n                 Image copyright\n                 David Mariuz / EPA\n                \n            \n            \n            \n                Image caption\n                \n                    The peloton rides through a bushfire-damaged area in the Adelaide Hills during stage two of the Tour Down Under, from Woodside to Stirling in South Australia. Though less affected by fire than other regions in eastern Australia, major bushfires hit the area in December and are thought to have destroyed up to a third of the vines that provide grapes for the Adelaide Hills wine industry.\n                \n            \n            \n        \n            \n                \n                \n                \n                \n                \n            \n            \n        \n            \n                \n                \n                \n                \n                \n                 Image copyright\n                 National Police Air Service via PA Media\n                \n            \n            \n            \n                Image caption\n                \n                    The National Police Air Service took this image of fog over the Prince of Wales Bridge. Crossing the River Severn, the bridge carries the M4 motorway between England and Wales.\n                \n            \n            \n        \n            \n                \n                \n                \n                \n                \n            \n            \n        \n            \n                \n                \n                \n                \n                \n                 Image copyright\n                 Toby Melville / Reuters\n                \n            \n            \n            \n                Image caption\n                \n                    Ray Terry, a furnace man, poses with a British Academy of Film and Television Awards mask at the foundry where they are made. The BAFTA annual awards ceremony will be held in London on 2 February.\n                \n            \n            \n        \n            \n                \n                \n                \n                \n                \n            \n            \n        All photographs belong to the copyright holders as marked.",
        "score_user_numerator": 0,
        "score_user_denominator": 0,
        "categories": []
    },
    {
        "id": 12,
        "title": "Why China’s LGBT hide their identities at Lunar New Year",
        "url": "https://www.bbc.co.uk/news/world-asia-china-51199309",
        "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/133BF/production/_110638787_gettyimages-168928780.jpg",
        "publisher": "BBC",
        "publish_date": "2020-01-25T00:16:52Z",
        "sentiment_score": 0.9978,
        "text_snippet": "",
        "text_full": "Image copyright\n                 Getty Images\n                \n            \n            \n            \n                Image caption\n                \n                    Despite more representation in China, some LGBT people still struggle for acceptance\n                \n            \n            \n        China is marking the annual Lunar New Year holiday, which for most people means getting together with family and loved ones. \nThis year, the celebrations have been overshadowed by the new virus sweeping the country, which has meant many people won't or can't travel home. \nBut some members of China's LGBT community have always dreaded the holiday period, because going home means being confronted with unwelcome questions. \n\"For some parents, it's the end of the world when their children are queer,\" said Fan Popo, a filmmaker, writer and activist from Shandong, earlier this week.\n\"I am already seeing people complaining when they get home,\" he told the BBC earlier this week.  \n\"They are being asked by family members about when they are getting married.\"\nHomosexuality has been legal in China for more than two decades and the Chinese Society of Psychiatry stopped classifying it as a mental disorder in 2001. \nBut same-sex marriage is not recognised, and some LGBT people still struggle for acceptance, especially when it comes to close family members with traditional expectations.\nA report by the United Nations Development Programme in 2016 found no more than 15% of LGBT people in China come out to their close family members. \n\"Some people who have already come out successfully are proud,\" Xie Xiao, a member of CINEMQ, a queer cinema collective based in Shanghai, told the BBC. \n\"Meanwhile some people are scared to death of whether their family members know anything about their sexuality.\"\nBig companies cash in with support\nIn recent years a number of big companies have shown their support for the LGBT community in China - and for the potential market the community offers. \nIn 2015, e-commerce giant Alibaba staged a promotional event to send seven same-sex couples to the US so that they could marry. And Nike has been known to sponsor T-shirts at the Shanghai Pride run. \n\n            \n                \n                \n                \n                \n                \n                 Image copyright\n                 Getty Images\n                \n            \n            \n            \n                Image caption\n                \n                    A number of businesses including Nike have shared their support for the LGBTQ+ community in recent years\n                \n            \n            \n        Tim Hildebrandt, associate professor at London School of Economics' Department of Social Policy, said Chinese companies were waking up to the LGBT market in the same way the West has.\n\"Chasing the pink yuan is behind the positive attention that has been paid to LGBT people. Whether you believe that making money off gay people is inherently a good thing, it certainly has led to greater recognition,\" he told the BBC. \nEarlier this month Tmall, another shopping website run by Alibaba, released a Lunar New Year advert alluding to a same-sex couple. \nIn the video, a man is seen bringing another man to visit his family home for a new year dinner. When Kelvin is handed a bowl of soup by the other man's father, he replies \"Thanks Dad\" in a way that married people address their in-laws. \nIn the same way that Christmas and the Super Bowl are huge marketing platforms in the West, Lunar New Year ads spots are hugely influential, so the Tmall ad had a significant public reaction. \nThe ad went viral, and the responses on social media were overwhelmingly positive. \nBut Mr Fan said he saw it more as a \"consumer trap\" than genuine progress. \n\"It's not about LGBT issues. They know we have money and they want to take our money. We have no rights but our money is taken away by these companies,\" he said.\n\"I'm more interested in seeing poor LGBT people getting their rights and homeless transgender people finding a way to survive.\"\n\n    \n            \n            Media playback is unsupported on your device\n\n      \n    \n    Media captionWhat is Chinese New Year?\nHowever Mr Xie is more optimistic about the ad. \n\"I think it's important for people to see that it's showing a gay couple. At least there is one, we have to cherish that.\"\nHe added that the advert shows even the older generations that \"there are other options\".\nAnd the public is quick to let companies know when they've got it wrong. \nWhen a copycat version of popular Netflix show makeover Queer Eye was released in China recently, it was revealed that one major element had changed - there was not a single LGBT host. \nPeople rushed to social media to complain. \n\"If you want to copy Queer Eye, at least be more inclusive,\" says Mr Xie. \"The Chinese show is not queer enough. On Douban [a review website], people were talking about it and thinking what a shame.\"\nEven Queer Eye host Bobby Berk waded in, calling it \"disappointing\". \n\n\n\n            \n                \n                \n                \n                \n                \n            \n            \n        Support for same-sex marriage\nAs China becomes more open about homosexuality, there have been growing calls for same-sex marriage to be legally recognised.  \nLast December a spokesperson from National People's Congress' legislative affairs commission said introducing same-sex marriage was one of the most frequent requests from Chinese people.  \nThat rare move gave hope to campaigners that changes in the law could be coming and also inspired a wave of social media debate.\nOne woman said in a post on Chinese microblogging site Weibo: \"There are too many people who cannot understand and tolerate this group and only when the country recognises it, will more people accept it.\"\n\n    \n            \n            Media playback is unsupported on your device\n\n      \n    \n    Media captionTaiwan became the first country in Asia to legalise same-sex marriage\n\"Since the legalisation of same-sex marriages in China will not hurt anyone, but [the current situation] will hurt same-sex couples who truly love each other, then the legalisation of same-sex marriages in China should be promoted,\" another female user said. \nMr Hildebrandt, however, remains cautious. He warned against paying too much attention to social media comments, which might not accurately portray public sentiment.\n\"It reflects the very effective efforts of the LGBT activist community in China to mobilise their supporters to participate,\" he said. \nBut despite increasing support, the Lunar New Year remains a stressful time for some LGBT people on their visits home.\n\"I came out about ten years ago during Chinese new year,\" said Mr Fan. \"It was not the best time but when you have so much pressure, it's hard to hide.\"",
        "score_user_numerator": 0,
        "score_user_denominator": 0,
        "categories": []
    },
    {
        "id": 13,
        "title": "Coronavirus sparks anxiety among Chinese overseas",
        "url": "https://www.bbc.co.uk/news/51245373",
        "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/17B00/production/_110642079_gettyimages-1195417045.jpg",
        "publisher": "BBC",
        "publish_date": "2020-01-24T23:45:26Z",
        "sentiment_score": -0.9015,
        "text_snippet": "",
        "text_full": "Image copyright\n                 Getty Images\n                \n            \n            \n            \n                Image caption\n                \n                    China marks lunar New Year in the shadow of virus outbreak\n                \n            \n            \n        Hours after the first case of coronavirus was confirmed in the US, surgical masks began selling out at the pharmacies in Seattle, where a resident recently returned from China had fallen ill.\n\"I immediately ordered a box of masks online after I heard of the first US case,\" said Tina Liu, a Chinese student at the University of Washington, not far from the city.\nSince 8 December 2019, when the first cases of the mysterious coronavirus lung illness were reported in Wuhan, China, more than 500 residents there have been infected.\nOn the eve of the lunar New Year holiday on Saturday, billions of people are on edge - but not just in China.\nThough only two cases have so far been reported in the US, and a handful in other countries outside of China, the anxiety sparked among Chinese overseas is palpable.\nThe outbreak of the most serious epidemic in Asia since 2003 has brought unwelcome memories of the Sars emergency, as well as new anxieties in the age of social media and increased global travel.\nSince the Sars outbreak of 2003, China has undergone a massive transformation.\nNearly 150 million Chinese travelled abroad in 2018, compared to 20.2 million in 2003.\nSome 360,000 Chinese students study in the US and travel between the two countries frequently.\nHundreds of millions of Chinese have gained access to social media, which did not exist during the Sars outbreak.\nFrom thousands of miles away, members of the Chinese diaspora are worrying for their families from afar, or fretting over getting sick themselves. \n\n            \n                \n                \n                \n                \n                \n                 Image copyright\n                 Getty Images\n                \n            \n            \n        \"It's hard not to worry, as you're based overseas and can't do much about it,\" said Rui Zhong, a Chinese-American living in Maryland with family in Wuhan, where millions of residents are under quarantine. \nThousands of miles apart, Ms Zhong and her family are constantly exchanging information about the outbreak on WeChat, a Chinese messaging platform.\nIn Seattle, many Chinese residents are on high alert, Ms Liu told BBC. Some 65,000 Chinese travellers visit the US each year, and the two confirmed cases in the US are individuals who fell ill after recently returning from China. \nAlthough she had not seen many people wearing masks in Seattle, Ms Liu decided to wear one as a precautionary measure. \"It's better to be safe than sorry,\" she said.\n\n    \n            \n            Media playback is unsupported on your device\n\n      \n    \n    Media captionWhat's life like in quarantined Wuhan?\nAmid the health emergency, the Chinese government has loosened its censorship controls and sought to apply lessons learnt from the Sars epidemic to prevent a repeat of the 2003 disaster.\nWhereas information about the outbreak was tightly controlled in previous weeks, coverage of the outbreak has been liberalised in China, and news from Wuhan now circulates more freely on Chinese social media platforms. \nCompared to the Sars epidemic, the Chinese government has been \"more open\" to sharing information, according to Amesh Adalja, an expert at the Johns Hopkins University Center for Health Security.\nIn the 2003 epidemic, China was criticised by the international community for concealing the scale of the outbreak, which led to the virus spreading to 26 countries and killing nearly 800 people.\nWith coronavirus, \"China has provided more timely updates about case counts and made the virus sequence public early\", Dr Adalja said. \nThat has helped the world take more proactive measures to tackle the outbreak, he said. \n\n    \n            \n            Media playback is unsupported on your device\n\n      \n    \n    Media captionWHO regional director says China now has \"stronger capacity\" to deal with infectious outbreaks\nModern technology and the larger global Chinese community means the diaspora is reacting differently, too. \nOverseas Chinese have used social media to launch crowdfunding campaigns to send medical supplies to Wuhan, for examples.\nMuyi Xiao, a Wuhan native who currently lives in New York City, was the first to warn her family about the virus after reading reports in the international media. \nShe alerted her family in Wuhan to take precautionary measures in late December 2019. \"They didn't think it was a big deal back then,\" she told BBC.\nBut now, she has urged them to cancel their Lunar New Year dinner, even though it is their most important meal of the year. \"The feast can wait. The family's health is of the utmost importance,\" she said.\nLearn more about the new virus\n\n            \n                \n                \n                \n                \n                \n                 Image copyright\n                 Getty",
        "score_user_numerator": 0,
        "score_user_denominator": 0,
        "categories": []
    },
    {
        "id": 14,
        "title": "Premiership: London Irish stun 14-man Northampton with late Dave Porecki try to win 20-16",
        "url": "https://www.bbc.co.uk/sport/rugby-union/51191861",
        "image_url": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/BE4A/production/_110641784_porecki2.jpg",
        "publisher": "BBC",
        "publish_date": "2020-01-24T23:37:18Z",
        "sentiment_score": 0.4316,
        "text_snippet": "",
        "text_full": "London Irish stunned Northampton with two tries in the last 10 minutes as Saints missed the chance to go back above Exeter on top of the Premiership.\n\nHooker Dave Porecki's pass set up the first for lock Franco Van der Merwe before scoring with a charge-down try.\n\nSaints had led 13-8 at the break after Cobus Reinach's try cancelled out Ollie Hassell-Collins' opener for the Exiles.\n\nBut the visitors cashed in on a harsh match-turning red card for home lock Api Ratuniyarawa in the 50th minute.\n\nThat was Saints' second red card in successive Premiership games after Tom Collins' dismissal in the last-gasp 35-31 win at Wasps earlier in the month, when they finished with 13 men.\n\nOn a night when they without their five England squad members and chose to rest Dan Biggar ahead of next week's Six Nations opener for reigning champions Wales, Saints also suffered the early loss of England back Piers Francis, stretchered off with a potentially serious injury, although initial reports as to his health sound optimistic.\n\nOn top of the three Irish tries, former Saints favourite Stephen Myler, third in the list of all-time Premiership points scorers, marked his first return to Franklin's Gardens since leaving to join in 2018 with two successful kicks for the Exiles.\n\nBut Irish also fell foul of referee Tom Foley as both scrum-half Ben Meehan and his replacement Nick Phipps were yellow-carded.\n\nMeehan was sin-binned for a tip-tackle on opposite number Reinach, which allowed Saints to use their extra man and go in front for the first time.\n\nA long looping pass had allowed left winger Hassell-Collins to step back inside at the corner to score the opener, Myler's conversion hitting the post before James Grayson's penalty reduced the arrears.\n\nBut, with Irish down to 14 men, although Myler kicked a penalty, Reinach then got over on the right and Grayson converted before adding another penalty for a five-point interval lead.\n\nThen came the climax of a very busy night for referee Foley and his TMO when Ratuniyarawa was eventually dismissed for a raised arm at the ruck connecting with Irish prop Harry Elrington. And, although Grayson kicked a third penalty for 16-8, Irish were not finished.\n\nHassell-Collins had a late try controversially disallowed for being stripped in the tackle by the rapidly covering Reinach, whose initial challenge had been suspiciously high and could have been adjudged a second red card and a penalty try.\n\nBut the Exiles did not panic - and in match-winner Polecki, they had the man for the moment as he twice kept a cool head both as try creator and then scorer.\n\n\"My barometer swung past frustration and into anger. But we were the masters of our own demise. A combination of lack of discipline, lack of skill and some poor decision making.\n\n\"Consistency is obviously an issue and losing six players takes depth from our selection. But Irish came with a plan, defended well and really we were two minutes away from stealing it.\n\n\"We've gone 19 weeks without a break and were desperately keen to finish January on a good note. However it wasn't to be and we need to regroup and flush out that performance.\n\n\"The best thing I can say is no comment as I have a strong opinion on the red and yellow cards that were issued. I'm going to take some splinters and sit on the fence.\"\n\n\"I'll always take a win especially when we achieve it with the last play of the game.\n\n\"We didn't deserve to be down at half-time but we knew at the interval that, if we played the same way, we would be capable of winning.\n\n\"Even though there was the red card, we couldn't get any possession or territory for quite a period of time but we rode the storm, especially when they missed a couple of kickable penalties.\n\n\"However we didn't give up and started playing again and our aim this season is just to do the best we can, every time we take the field.\"",
        "score_user_numerator": 0,
        "score_user_denominator": 0,
        "categories": []
    },
    {
        "id": 15,
        "title": "Sports Minister Nigel Adams says football is 'too dependent' on gambling",
        "url": "https://www.bbc.co.uk/sport/football/51242829",
        "image_url": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/11CBD/production/_110639827_gettyimages-1185195837.jpg",
        "publisher": "BBC",
        "publish_date": "2020-01-24T23:33:40Z",
        "sentiment_score": -0.7921,
        "text_snippet": "",
        "text_full": "Football has \"far too much dependency\" on sponsorship from gambling companies, according to the sports minister.\n\nNigel Adams MP says clubs \"need to look at different sources of income\".\n\nHis warning comes amid mounting scrutiny of the close relationship between sport and the betting industry.\n\n\"We're going to be reviewing the current Gambling Act and I'm sure the link between sports - football in particular - will form a part of that,\" said Adams.\n\nIn a wide-ranging interview with BBC Sport, the minister also said he met the EFL's new chairman Rick Parry this week to discuss ongoing financial concerns in the Football League.\n\nEarlier this month the Football Association was criticised for selling the live streaming rights to FA Cup matches to betting firms via a third party.\n\nSeven gambling websites were able to show some third round matches exclusively to anyone who placed a bet or put a deposit in their account in the 24 hours before kick-off.\n\nThe deal sparked outrage at a time when the FA were campaigning for mental health, and the betting companies then offered to give up their exclusivity.\n\nBut the controversy reinforced fears football is being used to normalise gambling among young fans via sponsorship of shirts, and advertising at matches and during TV coverage.\n\nHalf of all Premier League clubs have betting firms as shirt sponsors, with the figure rising to 15 in the Championship. The Football League itself is sponsored by Sky Bet.\n\nEarlier this season, Huddersfield Town were fined by the FA after wearing a kit advertising a bookmaker's logo that breached regulations in a friendly.\n\n\"We have to look at this very carefully because problem gambling leads to serious social problems, and in some cases people have done drastic things and taken their lives, so we we are looking at this very closely,\" said Adams.\n\n\"Occasionally it boils over and you get incidents like you had with some clubs who get into bother over it, like at Huddersfield Town, and the stunt there.\n\n\"So there's way too much dependency, and I'm sure the football authorities are aware of that.\"\n\nLast year, Britain's biggest gambling companies voluntarily agreed to a \"whistle-to-whistle\" television advertising ban, ending commercials during live sports broadcasts.\n\nBut the government is now to review gambling laws, and is considering regulating the way bookmakers advertise through football.\n\nBut Labour - and anti-gambling campaigners - have called for shirt sponsorship by betting companies to be outlawed, as in countries like Italy. Adams would not be drawn on whether a blanket ban on shirt sponsorship by bookmakers was possible.\n\nThe EFL has said gambling companies contribute £40m to its clubs each year through sponsorship. In the Premier League the figure is estimated to be around £70m.\n\nAdams' warning comes at a time of financial turmoil in the EFL. Last week, Derby County became the latest club to be charged for breaching financial rules over the sale of its stadium.\n\nA review is also being conducted into the league's governance and financial sustainability after the collapse of Bury FC earlier this season, with a number of other clubs having struggled to pay wages.\n\n\"It's not a healthy picture. There aren't many football clubs in the EFL that are profitable,\" said Adams.\n\n\"I have met with the new EFL chief executive (Rick Parry) and I'm encouraged by what he said in terms of their review into broader governance.\n\n\"It's not healthy to see clubs like Bury go out of the league. You've got question marks with clubs like Macclesfield. We're taking a very keen interest.\"\n\nThe EFL told BBC Sport it has \"open and regular dialogue with the Government and relevant stakeholders regarding football's ongoing relationship with the gambling industry\".\n\nThe EFL added in a statement it believes the gambling industry should make \"a financial contribution back into football\".\n\n\"This is currently being achieved through commercial partnerships with the EFL and a number of our member clubs,\" they said. \"However, it is important that such arrangements are delivered in a responsible manner.\n\n\"With more than £40m a season paid by the sector to the League and its clubs, it continues to be an important part of the EFL's financial model alongside a domestic broadcasting deal worth £119m a year and a number of other key revenue streams including ticketing, sponsorship and negotiated solidarity payments achieved through the sale of media rights.\"\n\nAdams also described the current issues around racism in football as \"absolutely shocking\".\n\nIncidents of racism have marred a number of Premier League games this season, while England's Euro 2020 qualifying victory over Bulgaria in October 2019 was halted on multiple occasions due to racist chanting by supporters.\n\n\"It's a cancer in the game that we've had for many years,\" said Adams. \"The thought was that now we're in 2020 we would have got to a better place. It's not happened.\n\n\"It's good the players are taking back control and we've seen that in a number of games with the England-Bulgaria game in particular. The football authorities, the Premier League, the FA, the EFL, they're very mindful of the problem.\n\n\"It's absolutely crucial we work with everybody because it's a societal problem, not just a football problem. Every time we meet with the football authorities we are being very clear and asking them for updates on where they're getting in terms of actions.\n\n\"I think what it might possibly take is some prosecutions. We need to, ideally, see the Crown Prosecution Service taking these cases forward and bringing people to book and that may very well have an impact.\"\n\nThe sports minister also confirmed ongoing talks on a \"potential bid\" for the United Kingdom and Ireland to host the World Cup in 2030, though he has called for a more \"transparent\" bidding process after the controversy that surrounded England's failed attempt to host the 2018 tournament.\n\nSince the 2018 and 2022 World Cups were awarded to Russia and Qatar respectively in December 2010, widespread corruption has been exposed in the global game, including allegations of bribery and payment for votes.\n\n\"We want to bid for the World Cup in 2030, it's about time we had the World Cup here,\" said Adams. \"But it has to be far more transparent than it potentially was in the past and I believe that is happening.\n\n\"The prime minister is incredibly keen we land the World Cup. I want to see it here in the United Kingdom and Ireland.\n\n\"As you probably know we've got some talks going on with the devolved nations and Ireland, I met again with the FA last week to discuss the potential bid.\n\n\"It's a work in progress but I think if we have the opportunity of being the European host nation option, I think we've got a very good chance.\"",
        "score_user_numerator": 0,
        "score_user_denominator": 0,
        "categories": []
    },
    {
        "id": 16,
        "title": "US Space Force logo looks like one from Star Trek",
        "url": "https://www.bbc.co.uk/news/world-us-canada-51245262",
        "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/BDC7/production/_110638584_untitled-132423423.jpg",
        "publisher": "BBC UK",
        "publish_date": "2020-01-24T23:03:39Z",
        "sentiment_score": 0.9743,
        "text_snippet": "",
        "text_full": "Image copyright\n                 US handout\n                \n            \n            \n            \n                Image caption\n                \n                    US Space Force logo on left and the Star Trek emblem on right\n                \n            \n            \n        The newly unveiled logo for US President Donald Trump's Space Force appears to have boldly gone where Star Trek went before.\nTwitter users noted that the emblem, revealed by the president, bears an uncanny likeness to the insignia from the cult sci-fi TV series.\nThe striking resemblance left many critics as stunned as though they had been zapped by Captain Kirk's phaser.\nBut others online insisted the logo was really based on the US Air Force one.\nThe intergalactic controversy comes after mockery erupted last week when it emerged Space Force troops will wear woodland camouflage uniforms in orbit.\nUnveiling the insignia on Friday, Mr Trump tweeted: \"After consultation with our Great Military Leaders, designers, and others, I am pleased to present the new logo for the United States Space Force, the Sixth Branch of our Magnificent Military!\" \nGeorge Takei, star of the original 1960s Star Trek TV series, tweeted archly in response.\n\n\n\n            \n                \n                \n                \n                \n                \n            \n            \n        Another Twitter user joked that the Space Force had copied Star Trek's \"homework\".\n\n\n\n            \n                \n                \n                \n                \n                \n            \n            \n        But others pointed out that the new logo seems to bear equal likeness to another, suborbital branch of the US military.",
        "score_user_numerator": 0,
        "score_user_denominator": 0,
        "categories": []
    },
    {
        "id": 17,
        "title": "Head teacher text allegations prompt concerns",
        "url": "https://www.bbc.co.uk/news/uk-wales-51244817",
        "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/13242/production/_99720487_toby_belfield.jpg",
        "publisher": "BBC UK",
        "publish_date": "2020-01-24T22:56:01Z",
        "sentiment_score": 0.9062,
        "text_snippet": "",
        "text_full": "Image caption\n                \n                    Allegations have been made against school principal Toby Belfield\n                \n            \n            \n        Serious concerns have been raised over a private school following allegations the head teacher sent inappropriate text messages to female pupils.\nTwo national newspapers have made the claims against Toby Belfield, principal of Ruthin School in Denbighshire.\nThey have come just days after a Care Inspectorate Wales (CIW) report found pupils were \"at risk of harm\" because of safeguarding failures.\nBoth the school and Mr Belfield have been asked to comment.\nReports in The Times and Daily Mail newspapers claimed Mr Belfield sent inappropriate messages to six girls.\nThe head teacher had previously warned pupils against teenage relationships, saying they could hamper their education.\nThe school, for pupils aged 11 and over, has not confirmed whether he has been suspended.\n\n            \n                \n                \n                \n                \n                \n                 Image copyright\n                 David Medcalf/ Geograph\n                \n            \n            \n            \n                Image caption\n                \n                    A report highlighted \"serious shortfalls\" in the school's safeguarding of pupils\n                \n            \n            \n        Llyr Gruffydd AM said action was needed to reassure parents and urged the Welsh Government to strengthen controls on independent schools.\n\"Had this been a local authority-run school then I'm sure prompt action would have been taken immediately concerns were raised,\" he said.\n\"The Welsh Government urgently needs to look at how it can strengthen accountability of private schools to give parents and the public confidence that safeguarding standards are as robust as any other school. \n\"Child safeguarding is paramount.\"\nCIW found the school was not meeting its safeguarding responsibilities, in a surprise inspection last November.\nThe report said pupils were \"discouraged\" from coming forward for mental health support due to fears of losing their school or university place.\nThe school said it was already addressing the issues raised.\nIt added: \"The work we are doing will ensure the school's governance and operational procedures continue to keep pace with modern requirements.\"",
        "score_user_numerator": 0,
        "score_user_denominator": 0,
        "categories": []
    },
    {
        "id": 18,
        "title": "French Christian charity workers disappear in Iraq",
        "url": "https://www.bbc.co.uk/news/world-middle-east-51242973",
        "image_url": "https://ichef.bbci.co.uk/news/1024/branded_news/D038/production/_110640335_iraq1.jpg",
        "publisher": "BBC",
        "publish_date": "2020-01-24T22:47:09Z",
        "sentiment_score": 0.1531,
        "text_snippet": "",
        "text_full": "Image copyright\n                 AFP\n                \n            \n            \n            \n                Image caption\n                \n                    Jean Der Agopian and Benjamin Blanchard from SOS Chretiens d'Orient gave a press conference in Paris\n                \n            \n            \n        Four aid workers from a French Christian charity have gone missing in Iraq, with authorities from both countries investigating their disappearance, the organisation said. \nSOS Chretiens d'Orient (Christians of the Middle East) said the three French nationals and one Iraqi were last seen in Baghdad on Monday.\nThe charity said there had been no ransom demands.\nTheir disappearance comes at a time of heightened tensions in the country. \nA top Iranian general and Iraqi militia commander were killed in Baghdad earlier this month in a US drone strike. Lawmakers and protesters have responded by calling for foreign troops to leave.\nSOS Chretiens d'Orient said its four employees were primarily in Baghdad to complete \"administrative formalities\", such as renewing their visas and registering the organisation with authorities.\nThe charity described the four as \"experienced employees, in good health and with perfect knowledge of crisis zones\". Their identities have not been disclosed.\nSOS Chretiens d'Orient says it seeks to help Christians in the Middle East and has been working in Iraq since 2014. \nAn official at the French Foreign Ministry told Reuters news agency it was aware of the situation and was trying to secure more information. \n\n            \n                \n                \n                \n                \n                \n            \n            \n        You might be interested in watching:\n\n    \n            \n            Media playback is unsupported on your device\n\n      \n    \n    Media captionIraq anti-US protest: 'Million march' in Baghdad",
        "score_user_numerator": 0,
        "score_user_denominator": 0,
        "categories": []
    },
    {
        "id": 19,
        "title": "Highlights: Northampton Town 0-0 Derby County",
        "url": "http://www.bbc.co.uk/sport/av/football/51239446",
        "image_url": "https://ichef.bbci.co.uk/live-experience/cps/624/cpsprodpb/12510/production/_110642057_p081btqj.jpg",
        "publisher": "BBC",
        "publish_date": "2020-01-24T22:45:51Z",
        "sentiment_score": 0.4404,
        "text_snippet": "",
        "text_full": "Watch highlights as League Two Northampton Town earn a replay with Championship club Derby after a goalless draw in the fourth round of the FA Cup at the PTS Academy Stadium.\n\nAvailable to UK users only.",
        "score_user_numerator": 0,
        "score_user_denominator": 0,
        "categories": []
    },
    {
        "id": 20,
        "title": "Erling Braut Haaland scores two more in Dortmund win over Cologne",
        "url": "http://www.bbc.co.uk/sport/football/51244032",
        "image_url": "https://ichef.bbci.co.uk/onesport/cps/624/cpsprodpb/09D2/production/_110641520_haaland.jpg",
        "publisher": "BBC",
        "publish_date": "2020-01-24T22:45:49Z",
        "sentiment_score": 0.7783,
        "text_snippet": "",
        "text_full": "Erling Braut Haaland followed up his debut hat-trick with two more goals off the bench as Borussia Dortmund hammered Cologne to continue their pursuit of Bundesliga leaders RB Leipzig.\n\nHaaland netted twice in his 26 minutes on the pitch to seal Dortmund's win.\n\nBefore that, England winger Jadon Sancho set up the opener for Raphael Guerreiro and netted his side's third, either side of Marco Reus' neat finish.\n\nMark Uth had made it 3-1 before Haaland stole the limelight once again.\n\nThe 19-year-old Leeds-born striker - the son of former Norway international Alf Inge Haaland - has now scored his first five goals in a Bundesliga record 57 minutes of football for Dortmund.\n\nHe is not the only record breaker in the Dortmund side, with Sancho - at 19 years and 305 days - becoming the youngest player in Bundesliga history to score 24 goals in the division.",
        "score_user_numerator": 0,
        "score_user_denominator": 0,
        "categories": []
    }
]}